export const CV_DATA = [
    {
        "학력": [
            {
                "start": "2023.03.04",
                "end": "2026.01.08",
                "school": "근명고등학교",
                "status": "재학"
            },
            {
                "date": "2023.01.04",
                "school": "관양중학교",
                "status": "졸업"
            },
            {
                "date": "2020.01.06",
                "school": "관양초등학교",
                "status": "졸업"
            }
        ],
        "동아리활동": [
            {
                "start": "2025.04",
                "end": "현재",
                "club": "스마트코딩반"
            },
            {
                "start": "2023.04",
                "end": "2024.11",
                "club": "디지털 콘텐츠 제작반"
            }
        ],
        "자격증": [
            {
                "date": "2025.07.16",
                "certificate": "정보처리산업기사",
                "type": "과정평가형"
            },
            {
                "date": "2024.12.11",
                "certificate": "정보처리기능사"
            },
            {
                "date": "2024.09.11",
                "certificate": "웹디자인기능사"
            },
            {
                "date": "2024.03.08",
                "certificate": "컴퓨터활용능력 2급"
            },
            {
                "date": "2023.12.15",
                "certificate": "GTQ 포토샵 2급"
            }
        ],
        "수상경력": [
        {
            "date": "2025.01.10",
            "award": "교내 알고리즘 경진대회",
            "rank": "우수상"
        },
        {
            "date": "2025.01.10",
            "award": "교내 인포그래픽 경진대회",
            "rank": "우수상"
        },
        {
            "date": "2025.01.10",
            "award": "교내 스프레드시트 함수 경진대회"
        },
        {
            "date": "2025.01.10",
            "award": "개근상",
            "grade": "2학년"
        },
        {
            "date": "2024.11.19",
            "award": "경기 콘텐츠 창의학교 경진대회",
            "rank": "최우수상"
        },
        {
            "date": "2024.01.03",
            "award": "개근상",
            "grade": "1학년"
        }
        ],
        "봉사활동실적": [
            {
                "date": "2024.10.28", 
                "activity": "고등학교 진로 상담 도우미",
                 "place": "교내", 
                 "hours": 8 
            },
            {
                "date": "2024.10.19", 
                "activity": "학교 설명회 도우미", 
                "place": "교내", 
                "hours": 4
            },
            {
                "start": "2024.09.04", 
                "end": "2024.10.05", 
                "activity": "학과 진로체험장 환경조성 및 안내 도우미", 
                "place": "교내", 
                "hours": 10
            },
            {
                "date": "2024.04.27", 
                "activity": "학교 홍보물 제작 도우미",
                "place": "교내", 
                "hours": 6
            },
            {
                "date": "2023.11.25", 
                "activity": "학과 체험 행사 도우미", 
                "place": "교내", 
                "hours": 8 
            }
        ]
    }
]